const EXAMPLE_IMAGE_PATH = '../assets/image/item-example.png';

export const PURCHASE_DETAIL_MOCK_DATA = {
  id: 3,
  title: '휴지 나눠서 사실 분',
  images: [
    { id: 1, url: require(EXAMPLE_IMAGE_PATH) },
    { id: 2, url: require(EXAMPLE_IMAGE_PATH) },
    { id: 3, url: require(EXAMPLE_IMAGE_PATH) },
  ],
  description:
    '펩시제로라임 1+1 공동구매 하실분 펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분 펩시제로라임 1+1 공동구매 하실분 펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분 펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분 펩시제로라임 1+1 공동구매 하실분 펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분펩시제로라임 1+1 공동구매 하실분',
  latitude: 123.213512123,
  longitude: 546.465151515,
  date: '2023-08-25 12:00:00',
  denominator: 2, // 분자 (가질 개수)
  numerator: 4, // 분모 (나누는 수)
  status: false,
  price: 4000,
  place: '서울대 정문 앞',
  updated_at: '2023-08-14 09:39:08',
  manager: '당근토끼',
  category_id: 1,
  category_name: '배달',
  liked: false,
};
